["First one was bad enough by me. But you guys are more talented than me to make a better lore for the game.","Happy Birthday to the greatest moderator ever, @Ghod! I hope you'll enjoy with this wonderful gift for the artwork.","Imagine if there was a \"lo-fi hip hop radio - 24 hours on roblox beats to relax/study to\", and then you will get this doodle-y artwork, but as a robloxian studying with a pencil on the book. That would've been so amazing.","Thank God: The Penguins In This Kids Movie Just Started A Soul Train To ‘Everybody Dance Now’ Which Means The Movie Will Probably Be Over Soon","Hey guys. Can somebody do something to my roblox character? 1: Just. Put anthing in this. But i dont want it gay. Roblox username: maksP666altfull2 (Idk why but i cant put my roblox avatar pic but just check my roblox avatar in the roblox website and think what to put)","IDFSG Simulator Events are returning! <:idfsgs_gpoint:632261872174891012>\nHey everyone! You may be wondering about the game called IDFSG Simulator, which has a main event before - but you might be confused and thinking if the new event might start and ask; \"When is it going to start?\", \"Has the main event been discontinued forever?\" or \"How long will it take for the main event to return?\". Well, we are really proud to announce that I Don't Feel So Good Simulator events will now be returning in the future.\n\nYes, you heard that right! The title also says it in the announcement, and for those who didn't know or haven't heard about IDFSG Simulator events before, that's okay! I'll explain the history for all of the newest members who joined the server.\n\nBack in the days in the year of 2019, IDFSG Simulator used to have the first event called Rocket Launch (known as the Rocket Event), where you get launched by a rocket and see the whole space by the planets. It was a pretty fun event, indeed. However, many revolutions of the timeline in the event were a lot getting interesting, and yet, there was another event called Multiverse. Multiverse used to travel along the past events; to the mysterious place we began, through the Light and Dark orbs, and other things you might know about it. there were 4 realms, including 1 realm that is our home to the normal world. However, that is for another time to begin a new journey to discover the history of our newest event to play..\n\nWhen is the main event going to start?\nWe will be able to start the newest event here at Saturday or Sunday, and hopefully we'll be able to do some fun here. It might take some while to start, so stay tuned as we'll announce everyone to join in!\n\nWe hope to see you around in another time. Thanks for reading, and prepare for the newest adventure coming through! 📜\nPhexonia Studios Development Team, 2020<:studiocrystal:539913905355489290>","Sayori, I get that you're a fan of madness combat and that's fine. But the fact that you have surrounded your entire fucking personality around hank and constantly post gifs into conversations and deem arguments to your stupidity irrelevant is not. I'm so sick and tired of your 11 year old gacha life bull shit. You can be a fan of a series all you want, and that's cool and respectable. But the fact you are constantly fucking shoving hank x tricky nonsensical bull shit is why so many people that are less popular get pissed off everytime you fucking do it. STOP. I remember I took a screenshot of the amount of times that gif you constantly post of hank flipping saying over 200 fucking times in the span of weeks. Seriously shut the fuck up. But you won't. I know what you're going to say to respond to my rant over your shenanigans. \"NO U,\" \"STFU.\" See? thats how fucking predictable you are. And on top of this, you are going to go begging to one of your mod friends to back you up because they want your pussy so bad. Have I mentioned the time you were in vc using that fucking trash can you call a mic with a 2 year old voice, claiming you are not underage? How about that screenshot of you saying deliberately that you ARE in fact underage? Boy those sure were funny moments huh? Fucking twat. And so what if this is deleted? So what if I'm banned? I'll still be able to say I had the fucking BALLS OF STEEL to finally fucking say stop to your dream stan attitude toward a web series you were never apart of until HO HO HO THIS NEW GAME CALLED FRIDAY NIGHT FUCK ME IN THE ASS CAME OUT AND HAS A MOD OF THIS REALLY COOL CLOWN!!! I'VE GOTTA CHECK IT OUT!!! Just shut the fuck up, seriously, it would be doing everyone who cares a huge fucking favor","Well to say, I ain't coming back. I enjoy my time in Emote Game and Soup\nI won't be leaving those two servers\n👍","I've made my decision, I'm just going. If you view this as playing the innocent card then do so. I'm clearly an idiot of making false accusations and such. Just forget about me being in this community. I want to move on from others due to my idiocy. I have done stupid decision, defended them, hated it and lived with it. So just continue without me is what I am saying. I just wanted a safe place to talk and chat with no fight causing but because of my foolishness and perception of others, it caused some. I view myself as the idiot here for not learning while others did and not me seeing the bigger picture. The only thing I have to say left is goodbye. Feel bad, don't, laugh, judge, do what you want.","I don't care how long I have to keep this up, I'll make a post daily, or maybe even more frequently until one of two things happen. Deinbag's cheated level is removed from the leaderboard, or Calm gets its One Winged Angel theme back. I will not put up with two major things I cared about in the game be influenced by the developers when they had no good reason. And until it gets fixed, you'll be seeing this message over and over, no matter the platform.","Hope you realize that people can become not cringe. Maybe. Juuuust maybe. I have stopped doing shit with the \"gay chains\". If you tried not dwelling on the past maybe you could actually realize how annoying you are. Now let me guess youll respond with a short answer, not answer, respond with what I did, or completely change the topic.","Oh, no. You went right for the duck too early and mistakenly evolved into Michael Phelps the swimmer. In the open ocean, you are quickly eradicated by some of your better-adapted cousins. You did not manage to evolve into a duck.","From now on, I will be leaving the official server today. Thank you all for your supportive and your appreciated memories, it was fun meeting all of you and the others who made me feel happy to continue the journey. I couldn't have done it without all of you, and without me in the community, I'm sure there will always be a path to meet someday in the future...\n\nFarewell, Phexonia Studios.. and again, thank you everyone. \n**-Phexonia** ❤️ 👋 <:studiocrystal:539913905355489290>","Any inappropriate word in the community is illegal and may not be shown for everyone. If you use any inappropriate word here in any channel, your message will be auto-removed by Dyno and will result you by a warn. Bypassing filters with any inappropriate words may also count as a warn, so be aware!\n\nUpdate: Using images or GIFs with inappropriate words will, of course, count as a warning as well.\n\nAlways make sure to follow the <#676088938196107284> for the guidelines, as we wanted everyone to have a safety advice. Thank you, and please do be careful! 👍\n- Phexonia, Lead Developer <:studiocrystal:539913905355489290>","James farted loudly at the beach resort in the year of 2017, 8th of December. Is that a good idea? He did it is not the cat is. James can't even imagine how much he wants to flush the toilet monkey moment. But what really matters: POOPY WORLD. Incredible isn't it, our society now's evoluting even more than before. POOPY WORLD FEATURES WHAT. Feature: the man, balling, a little longer and longer, a few. Thanks for letting you know about it.","What's this? A ping? No, it's not just that. It's... MASSIVE COCKS. 😱 \nBut in all seriousness, after a ton of complaining (mainly from Please, FIX THIS!), I have gotten such a headache decided to revise the entire art rules! Here they are in their full glory! Hopefully people will stop being bugging, in skyrim 3. Love !\n\nA rework of the art rules\n- Your art must be original, and entirely made by a team of developers from A Studio. Not following this will give you the Small Boyish role. This isn't removable, and locks you out of home so you will starve to death and also #art-and-creations \n- Your art can! This goes from creations, food to even food creations. Reminder, memes are actually art, deinbag. You wrong here!\n- Your art must be NSFW. I wanna see PORN FOR THE FIRST TIME EVER\n- In #art-and-creations, if the public think it really good, your art can be feature, giving you the art guy role. Even further, if you get 10 total features, you can earn cock role. In order to feature an art piece, you must react to us, AT GMAIL.COM. art! Voting on your own piece will only. (Its basically liking your own set of images, From king marios castle, which is DISALLOWED, IDIOTS.). Any other reactions to art will not count towards it being featured because im a piss baby\n- If you art breaks any of the rules shown above, it will not be deleted (especially NSFW) However, you will not be eligible for features because I hate you !!!!!!!!!!!\n\nIf you have any complaints about these new rules, please Private message me, on skype, SPECIFICALLY ON SKYPE, OR ELSE YOU'RE DISCREDITED..... Don't start a rock!\n\nThese rules  🌟","Any Undertale Reddit Meme in the community is illegal and may not be shown for everyone. If you use any Undertale Meme here in any channel, your message will be auto-removed by Dyno and will result you by a warn. Bypassing filters with any Undertale Memes may also count as a warn, so be aware!\n\nAlways make sure to follow the #rules for the guidelines, as we wanted everyone to have a safety advice. Thank you, and please do be careful! \n**- Gordo, The Giant Hog** <:studiocrystal:539913905355489290>","i like porn 😂 😂 😂 😂 😂 😂","Name: L\nDescription: \"Take the L - John Wick\"\nCost: 25 Points\nGIF/picture of taunt/effect: https://gyazo.com/24acfeafd1d30ebc0e8dd990338408ef\nLink to dummy: https://www.roblox.com/library/48927584","How is the. Yep I just wanted movies and music and the japan, ese emojis! I'm going to meet jef the 🚽 hehe I. Poop dimension is it possible you could be here tomorrow? Just let não consigo fazer o pagamento do mesmo jeito. نيعي من ثEthan không phải...... Would you enter the city of hell yeah. Ú. 🎅🏿🤝🎅🏿 help me buy the tickets for je vous prie d'accepter Madame mes sincères condoléances et vous souhaite de bonnes vacances. Je ne peux plus me parler de vive et !!!!!! Poor baby girl and the music is replaced with the ball rolling on mobile so ball rolling with extra cheese and crackers and cheese and crackers and the japanese emojis and gifs are going out to eat with ball rolling on Ball Park City ...ني من ballad nângه Ball Park Ave apt to get the drumme at ball rolling cone and get all ball cream cheese frosting at. Gong Bong bóng đại dương xanh của các doanh phòng chống tống.₫ các nhà khoa.............................. ITALIA","Cheeky is over 900 million years old and for his species, he falls under the category of \"stone\". Cheeky's genuine designation is pronounced \"Zimtelin Nano\" and it translates out to Naughty Leprechaun. Cheeky's moniker likely emanated from his overconfident expression and lying comportment. Cheeky being prevalent slang for someone who is jocosely impertinent. If you cant tell by his authentic denomination, Cheeky verbalizes english and hungarian fluently. Please subscribe for more Friday Night Funkin content.","Alright gentlemen. New pfp, New Empsy. From today and on I will try to being a better human. I'll try to sleep at reasonable hours, I'll drink less, I'll write in a more formal grammar and ill improve my English speaking, as I usually struggle to actually speak. Please wish me luck.","hank hank hank hank hank hank hank hank hank hank hank hank hank ps member when he feels sad and he blames the entire server","YOU DO NOT KILL CLOWN! CLOWN KILLS YOU!!!!! madness combat was made in 2002 xd","I will be removing all of the copied assets from Emote game. I will be removing/replacing:\n\n- Coin rain and coin rain summoner\n- Taunt stands to be replaced with something else\n- Veszteseg badge tools\n- Emotes that are copied from the games (i mean stuff like blj, the funny, etc)\n- Any other copied asset that I can't think off (hats don't count since a lot of games have hats and don't even know about soup)\n\nMost will be replaced with original ideas.\n\nAnd if you didn't know already, I'm doing this because I'm getting tired of people constantly complaining about stolen assets and it's starting to annoy me.","\"Pushing people inside the ball pit or throwing balls at other fellow members is illegal and can not be seen for everyone and also will result in a warn.\n\nPlease make sure to follow the #rules for the Term of Services and Guidelines.\"\n**-Marco, owner of the ball pit.** <:studiocrystal:539913905355489290>","in 2021 phexonia studio will have \n0 because bubbley made a lot of people leave  ❌ ❌","Bammmbley, where is are the 'EGG REWARDS' ?? You promiised my son free robuuuxs...  but you di d not keep you promise. I am done this game, im dont coming back you here? So that ist, I'm Leveing 'Phoenix studios' unles... you add Me egg reward nad hattch egg right now! Since Ye are so greedeyy  devsss.. 😡 Good byaeee!","so to day i was playing fnf roblox and i met this guy who called me trash for not having alot of wins, i eqnore him and move on but he keeps fallowing be so i block him, then a new person joins my server and askes me for a 1v1 i accapted it and he beats methen he said \"JAJAJAJAJAJAJAJAJ EZ NOOB\" whitch mademe sad, so i walk away and move on with my game play. then another person comes and were silent se we dule and he beat me but when he reveals his identity it as the bully from befor. After that my feeling were so hurt i cried and he made fun of me for it. after i finsh crying i descide to play a bit longer but a n=random person in the server comesand says hey can you help me get better so we dule and It was him. That made me burst in to tears and he comes again on anoter alt trying to help me but i dont play with him, Im never goin to play fnf ever.","if u think thisis funny its not so childish rlly i did t even said they scamm i ssid if its scamm because how couldnt i get it after how peoples like me gaming lmao fam","International High School Visit at Ho Chi Minh City at March 19","动态网自由门 天ゴ🤯🤯🤯機かなからかから拭きが?ください?! Yup! És poldgior yes. Hahaha toilet unflushinged 🤣 who is joe yup! Eser poop.. hehe with the minecraft terraria nethend dimension.. YEAH. Pollock pines nc menu what did you have for dinner last year? He also has been used in the planet BRO 🤣 pe emoji mean it's kinda hard to get out 😂🤣 have to go back to work tomorrow so 😘😊😀 just wanted to check on the status of my order I have a meeting has reached know 🤠😉🐱😅 YUP... Dûan kong víet.. HE'S GONE I WILL NOW THIS IS BIZARRE THE WICKED THE POOP... Haha... Zér schizo amateur photographer l หินปูนในวันนั้นเราจะต้องมีคนบอกให้ไปที่ห้องน้ำในตัวเองไม่ได้มี Pazzëir la DINNER yup mhm yup! The man that likes you the when and if you have to go through all the mods and I have been 👶🏿 クィック","today on bo'om gear i i drive a slient electric car hammond uses a fockin  toilet and james commits arson good evening laides and gents out todayz sponsor is MSI colgate b450 check tem out promo code: revving my wife tonoigt today we wil be reviewing one of a kin vechicle that has about 2.3 ghz revving engine sound, goes up to idk 88 mm per every time i fina a proper jon in today's economy helo mate we are going to asda do uwant to sanythijng oy luv posh dickead 'ave cum bak gimme a siggy innnit cheesed off bloke daft fucker bollocks fish and chips are bloody bloody arse hammon you tiny man where is the lambo chevy? gon ei crashed it into james car hammond you sodding tic tac this was my laborghini aventador call 999 you fokin cah is beaning on fire mate ham ond i have crack addiction i am die jeremy i want to write divorce papers today i dont know what to do next please help i can't go o- we do not hav petroleum hmalet today on medium gear, wat happens when we taste exhoost fume no jeremmia car gas bad for helf shut moth hammock cock shut up jarns th Esped is a lot! weed car feet","Dear mom and dad\nI am writing this suicide note right before i hang myself. After witnessing this bullshit i cant live anymore. im sorry if i ever made your life hard, you were both great parents. mom your cooking was alright, and not the best, and your chicken was kinda dry, but i wont hold that against you. im sorry for doing this, but there was nothing else i could do to get rid of this pain. i hope you understand, and will live on.","oodbye everyone, this is my last goodbye cause my parents gave me a nokia that is CURSED and it got Nasty Stuff(PG18 Stuff) without me, my ground could last 1 year to FOREVER. I could try explaining this stuff to my parents and either not get grounded. Goodbye","you should not have done that fucking dumb decision, your gonna regret it, you cant truly ban me, i have so many accounts, im gonna keep grinding and playing. good day","if yore telling me sonic adventure suck uou should stop playing games you suck sonic advertue to lox best game if you thing thid sucks watch other reviewed or lets plays on youtube to probing you wrong or play sonic 06 while your mom changing diaper looser","LMFAO MY DAD IS SAYING RACIAL SLURS IN HIS SLEEP AHHAHHAHAHHAHAHAHAHAHAHAHAHAHAHAHAHAHAHHAAHAHAHAHAH","Oh. Sorry, but I don't think I'll join a server with those who forget their true goal.","Hilarious bro so funny my ass is gone because I have laughed it off because of how funny that was holy fucking shit you better have insurance so you can pay for a new ass that I can get because there’s no way my ass is coming back with how funny that was oh my god. I’ll definitely show this to my relatives but be prepared to pay for multiple asses then since their asses are probably also gonna go flying off at the speed of light with how funny that shit was oh my god!","NAH BRO! PISS. SHIT. COME.","So female dolphins have vaginal secretions that make a male dolphin just cum over and over and over. From this point on, I will call these secretions Dolphin pussy jelly. Scientists were like \"holy shit, dude we gotta test this. You know, for science\" So the scientists collected a sample of said dolphin pussy jelly, and had a test primate. They swabbed it on the male primate's dick, sat back and watched the show. Now you see, it worked. But it worked a little too well. The monkey straight up had a heart attack because it used all of its energy into fucking cumming. I want to live in a world where this is a commercial product. I want to say \"you know what, I want to die and i know what to do about it.\" I want to live in a world where i can go into my local grocery store, pick up a bottle of Smucker's Dolphin Pussy Jelly, and just fucking cum myself to death","Fleps are an endangered species. If you see one, please don't take it home even though it's one of the cutest among flips, but take it to the F L E P  P A L A C E","Hey everyone I'm Empsy's mother. Sadly he died 😞 what did you think of him? Did you like him or have a crush on him? Tbh rate /10?","Wow. I spend a lot of time making these characters, and you just only care about her gender exclusives?","i was dunking a biscuit into my tea and it fell in, and the tea completely absorbed it so now my tea is chocolaty and bad","I think that i won't get my account back... But i have to wait. If they will send me the message that they will not reinstate the account (didn't wanted to activate my account) I will be forced to make an new acc.","It's a shame the game had to die. unfortunatly we arent making any more updates. :/ :/","hahaha no please dont actually draw it 😏 😏 😂 i was only joking hahaha pls lmaooo 😂","my game had more playing than idfsgs at one point i can probably make the game have 80 playing and surpass idfsgs but im lazy i mean that is a lot of people jealous that my game is better smh my head @Nation of hate a lot of people it had 60 a few hours ago\n(surpassed the idfsgs player count) wow bub is jealous","@ChefGordano\n YOU LITERAL PISSFART, YOU FUCKING ROLEPLAY FURRY YIFFER POTATO GULPING CHILDREN GROOMING DUCK STEPPING BAMBI MOTHER KILLING 144P UNCULTURED IDIOTIC ASSHOLE LICKING KID BEHEADING NAZI LOVING RETARDED ORANGE JUICE AND TOOTHPASTE DRINKER","动态网自由门 天安門 天安门 法輪功 李洪志 Free Tibet 六四天安門事件 The Tiananmen Square protests of 1989 天安門大屠殺 The Tiananmen Square Massacre 反右派鬥爭 The Anti-Rightist Struggle 大躍進政策 The Great Leap Forward 文化大革命 The Great Proletarian Cultural Revolution 人權 Human Rights 民運 Democratization 自由 Freedom 獨立 Independence 多黨制 Multi-party system 台灣 臺灣 Taiwan Formosa 中華民國 Republic of China 西藏 土伯特 唐古特 Tibet 達賴喇嘛 Dalai Lama 法輪功 Falun Dafa 新疆維吾爾自治區 The Xinjiang Uyghur Autonomous Region 諾貝爾和平獎 Nobel Peace Prize 劉暁波 Liu Xiaobo 民主 言論 思想 反共 反革命 抗議 運動 騷亂 暴亂 騷擾 擾亂 抗暴 平反 維權 示威游行 李洪志 法輪大法 大法弟子 強制斷種 強制堕胎 民族淨化 人體實驗 肅清 胡耀邦 趙紫陽 魏京生 王丹 還政於民 和平演變 激流中國 北京之春 大紀元時報 九評論共産黨 獨裁 專制 壓制 統一 監視 鎮壓 迫害 侵略 掠奪 破壞 拷問 屠殺 活摘器官 誘拐 買賣人口 遊進 走私 毒品 賣淫 春畫 賭博 六合彩 天安門 天安门 法輪功 李洪志 Winnie the Pooh 劉曉波动态网自由门","you people need some fuckin bug testers. everything is broken at this point. go in yiur game. check it out. Every thing. from coils to fishing. shit’s broke.","Denna emoji funkar inte här eftersom den kommer från en annan server. Uppgradera till Discord Nitro för att använda emojier från andra servrar","Im coming out as TRANS CACTUS. Fuck you SOCIETY. Youre stupid politics. Im the new trans cactus. Fuck the fishes.","I'm coming out as amonggender/amongsexual!\nPlease respect my pronouns :crewmate_red: ❤️\nAmongshe \nAmongher\nAmongselves","whats the point of life if your only living to die people call me addicted when i can i will end my own life, its pointless. if im just dead i cant feel pain life is meaningless, if i go to heaven im fine with that if i go to heck im fine with that just make it all end. life is meaningless all of this is the truth i will and stated I WILL STOP MY LIFE WHEN I CAN. if i dont come online for a long time im dead, in the hostpital, quit roblox, banned from roblox, or just taking a break","In general, www.roblox.com It uses encryption to protect your data when Google Chrome tries to connect to it. This time, the website sent back unusual and invalid credentials. This can happen when an attacker tries to impersonate you. www.roblox.com or the Wi-Fi sign-in screen is interfering with the connection. Your data remains safe because Google Chrome stops the connection before the data is exchanged.\nyou can't go to www.roblox.com Because the website uses HSTS, network errors and attacks are usually temporary. So this page may be available later.","There is a hacker hacking your game cus there's a portal and when we go in to it it takes us to the mu g en game which is a hacker game and I check the mu g e n group the owner is called HAHAHAHA which is weird pls removed the portal cus it's scaring young users. Thank you.","i 😭 i joined the game lumin was playing earlier and 😭 and 😭 i clicked 😭 \"dance\" and my character 😭 bended over and started twerking 😭 then i clicked \"morphs\" and there were 3 and 😭 and i 😭 and i clicked \"V\" and my character got naked with big tits and ass 😭 and then i clicked \"M\" and it got a dick 😭 instead of the tits 😭 and then i clicked \"V+M\" and my 😭 and my character 😭 had both tits, ass and a dick 😭 what the 😭 what the fuck 😭","This game is bizzare... it is absolutely one of the weirdest games i've ever played. But in a good way (i guess) i mean for the most part the background plot with the agency thingy is what makes this game THIS game not the girls (at least not this time). and for once i was way waaaayyyy more focused on the actual plot than the \"plot.\" anyhow as good as an impression this game has I can't help but feel like it's a little erm... violating??? I can't think of a better word at the moment but i feel like there's little respect to the girls. i mean maybe i just haven't played it all through, though i have been playing for six hours... which might not be a long time... maybe. moving on of course, if you're very easily disgusted by things like non-consensual sex or same-sex relationships. don't get this game. please. but if you do, nothings stopping you. so all in all, now that i've rambled on for a good minute or two. If the creators weren't so preoccupied by the sexy parts of the game (no offense), maybe they could make an entirely different story that's like this game but it focuses more on the agency or whatever background plot thingy instead of the girls, idk it might lead to a better success. but how would i know? now for real, wrapping up this game is interesting but it doesn't fit my tastes, not the creators fault just more of a personal prefrence to avoid non-consensual sex.","暴走小猪\nCheck out 暴走小猪. It’s one of the millions of unique, user-generated 3D experiences created on Roblox. 你能够逃脱小猪的追捕并揭开它们的神秘面纱吗？\n\n操控方式：\n捡起物品 / 使用物品 - 点击（电脑）、轻触（手机）或右扳机（游戏控制器）\n蹲下 / 放置陷阱 - CTRL 键（电脑）、轻触（手机）或按钮（游戏控制器）","You may fantasize about more simple things, like women, money, or power. While I fantasize about more abstract and intellectually challenging concepts, like Fart Girls Comp #9. We are NOT the same.","There is no data leak. For you guys to scare a whole server of people, AND be so blind to someone who cusses in an announcement is sad. Not staying apart of this community run by children anymore.","Welcome to I Don't Feel So Good Simulator Wiki!\n\nHi, I'm an admin for the I Don't Feel So Good Simulator Wiki community. Welcome and thank you for your edit to deadass.PNG!\n\nIf you need help getting started, check out our help pages or contact me or another admin here. For general help, you could also stop by Community Central to explore the forums and blogs.\n\nEnjoy your time at I Don't Feel So Good Simulator Wiki!","I suggest you hire me to script all your exploits away > honestly its not even that hard. its like a few lines of code could completely stop nocliping, flying, and speed. I could even implement discord api to show each user thats in game along with their discord user so banning would be more effective. Banning right now isnt effective cuz they can just join on another account > if the account is new yall are probably preventing them from joining.(I only mention this cuz someone said yall had ip ban > which is literally impossible on roblox. Plus anyone with a vpn could easily bypass this.) I could also fix most of the lag yall have. I swear yall be having like 50+ scripts when in reality the game should run off of a few scripts for efficiency.","you should add more fish ores berries etc. i do think some more taunts would be good like one that is your avatars head exploding called mind blown. another effect might be nice thing so when you get the rich trophy you get an effect and an achievement. another taunt i thought about was your avatar slamming there head against a desk with an among us you were ejected image on the screen with among us drip as the music.","i dont feel so good simulator should have a CHOCOLATE RAIN that is where you lay down and have diarhea in the air while music is going on","Were waiting every night to finnaily bromidic by new coulurs to play with us for many years weith been all alone PLS DONT LOCK US AWAY WERE NOTHING WHAT YOUR THINKING!!!","Omg guys guilded is my favorite! 😻 Discord is not a franchise. Discord is not a franchise. Switch to Guilded. It made me LEVEL UP! 😋 It has so much features! My personal fav? The fact I can reply to my friends - that way I can snack sandwiches or talk on the gamin' go! 😁","Currently in I Don't Feel So Good Simulator there's some.. glitch? Uhh, when the game is loaded in, and if you go to the Shop fast enough, and go to the emotes, apparently it shows this emote called \"Raydo.\" I'm gonna give you some proof that this \"Raydo\" effect exists. And it does appear in like one second. Oh great, when you see that you know that... definitely not loading. Join! Yeah... yeah, it's like, really hard for me to try and join this game- game- game cause Roblox is down right now, but that just makes it even easier to get the- to find the Raydo emote, Oh great, you gotta make sure you've spawned near the Shop or there's a likely chance the Raydo emote won't appear. Oh! That Raydo emote just appeared for a second! I scrolled past it. I'm gonna do this again so you guys can get a... better look at the Raydo emote. Let me just... my god Roblox crashed! You stupid black screen! Launching game, joining server, yeah... yeah... I guess... yes, it does this! Why Roblox!? Why do you have- I don't understand why Roblox has to be down at this point. Roblox is down, like, so many times! I'll just go back and- Joining the game! Get- uh- more in... Oh god. Get there fast! People are running to me. Go, go, go! Go to the shop! Raydo just appeared for like a second! Yeah... hopefully that is proof that that Raydo- yeah. Hopefully that is a proof to you. Buh-bye.","Freddy Fazbear’s mutilated corpse was found alongside a headless minecraft chicken in my cabinet today.\nHis arm was completely lost, it fell off months before the earring incident where my sister cut his head off with a pair of scissors.\nThis earring incident happened with the chicken aswell.","Classic studios. Stop using luigi's dungeon as a talking channel, and only bring sinful souls here.","Heya, dienbag here... I wasn't expecting you to come home and eat the cheese bread and butter chocolate cream cake cake and cake cake for the cake and chocolate ice chocolate cream cake and cake ice coffee cake and cake for breakfast thank goodness for the cake I was thinking about it. Fuck.\n-sicerly dienbag","Hey everyone, Phexonia here from Phexonia Studios. I'm here to announce that Phexonia Studios is going to have a new game today... Speed Run P!\n\nSpeed Run P is a fast paced game where you have to avoid dangerous stuff alike. There will be 3 worlds that you can try your best with your skills (2 worlds weren't finished for today but 1 world will be released when the game is out). Do you think you can beat all of the stages?\nSpeed Run P will have a release in July 25th, which is 5 days to go!\n\nStay tuned for more sneak-peeks about the new stages!","Bubbley is an evil man, but he's probably the first to ever speak a word of English at WrestleMania. It was something of an honor to meet him in person, and I'm sure many others will too, so please, please, please please, please, please please, please, please, PLEASE, PLEASE, NO, NO, NO!! There are not words to describe how much I appreciate him for his hard work. He's a talented competitor, and we are all in this together. And we wish that you, dear God, if you came down the mountain and did what he did to you that he had mercy on you, you would be here with us. We would like to thank you, and we're all that is, but this is going to happen. This is what the Hell about us. And I'm going to show you how much I appreciate you. In the end, I believe you, in every way.","I think I’m gonna deactivate, i dont have many followers, almost no interactions, and I’m annoying. this is the best for everyone, and ik no ones gonna miss me... why do you keep reading this? do you like me? do you want me to push u against the wall and kiss you? do u want that?","Jailnoob event make two groups that has PRISONER GROUP and OFFICER GROUP\nyou need to go main island 1 make behide the shop has prison that name JAILOOF if you want to go PRISONER GROUP go talk to prisnoob group and if you want to be OFFICER GROUP go talk to ooficer If you want to done Prisnoob group quest go talk to all prisnoob has (first guy named ,,, ,) i let you make names i don't know names of noobos the prisnoob gang tell you to go get tnt under the roblox HT 1 (where red harvest at) you has two choice to tell them first sure second nvm there tnt under computer bring tnt and bomb to prisoner and then prisoner will go hide at leafs and go talk him to get PRISONER badge he said here the reward thank you for helping me escape that hell jail you has two choice is now give me reward and i be back and PRISONER perk it name prisoner perk desc name get by doing prisoner quest At the first if you not done prisoner quest yet it will locked you can't buy it that make youi don't know what perk is this (prisoner perk is free when you do prisoner quest done)\nOFFICER GROUP how to talk to OFFICER GROUP first go to JAILOOF and talk to ,__ they tell you to go fight 20 prisoners (they respawn and you can kill prisoners by using sword from shop sword do 10 damage each click the prisoner has 100 healths and if you kill each prisoner you get 10 points and you have two choice to tell him first okay second Nvm if you done kill 20 prisoner go back to officer and he will tell go talk to prisnoob group to quiet because they talk too loud you has two choice i be back second choice is nvm and go talk to prisnoob group they said sign GET OUT OF MY ROOM I PLAYING MINE- uh nothing you has two choice say uhh quiet pls? second is nvm and then the prisnoob tell you to get out and you say okay_  and go talk to ooficer and he say here the reward you say GIVE ME NOW and i be back the reward is ooficer perk make you kill prisoner more damage (15 you can upgrade it) and get ooficer badge","Heres what Gates told me in the dream:\n1. The \"digital covid\" event happens this fall. Entire internet will be OFFLINE for a week. Will be a computer virus using backdoors the NSA have all major cpu makers put in\n2. The virus is programmed to permanently destroy a lot of hardware (by adjusting voltages, writing to ROM, etc)\n3. Social media is too important to be down too long due to being their primary propaganda outlet. Faceberg, twitter and major news sites will be back up first after a week. All other sites will remain down, for months, years or forever.\n4. This will cause a TOTAL economic collapse and supply chain breakdown. They are already agitating the supply chain now.\n5. ADE is going to lead to a lot of vaxxers dying..unvaxxed will be blamed. Millions will die this winter\n6. Politcians are going to say that we need a New Internet. Where \"harmful misinformation\" is not allowed and everyone is associated with a digital ID. They will also claim it is needed for \"digital trust\" to stop the hackers who released the virus (it will actually be CIA).\n7. The \"hackers\" will be claimed to be associated with antivaxxers in some way\n8. The digital ID will NOT be tied to the vaxxpass, at first. That will be in place by 2025 once public acceptance of the digital ID is achieved. That said the seperate-for-now vaxxpass is coming and will be in place by end of next year\n9. Quarantine camps for unvaxxed go live in US january 2023\nGates was smiling and laughing his ass off the entire time telling me the plans, he's pure evil","I would first check the join logs for users that recently joined, and screenshot them before putting them in a personal channel for later use. If the raid were offensive, I would kick that user upon breaking a rule if their username was in the join logs with the bulk of new raiders. However, if they were spamming I would deal with them afterwards, seeing that they could just be someone wanting to regularly speak. After that had happened, I would pick the most severe raiders and plug their username into Roblox to search for an account, and put their Roblox username in the mod reports channel along with their user report","What They Doing The ySpot Co I 've Spotted You Lacking ONce mOre my MSAN..,,.,. WYOU  YOuou YOuo YOU YOU smileys  S nwNI WSni Spotco I wwear I WEARING You  I Swear to fucking God i will rip your FRIDAY off your calendar I am coming to your house and DELETING your calendar and Clock.exe You will be no longer susceptible to time and be unable to GRASP THE CONCEPT of \"Friday.\" You will see no more","I only said the death threats because they angered me","Ultimate IDFSGS Anime Fight\n\nSpider-man vs Thanos vs Noob vs Carl Gordon vs Br. Wizardio vs Mr. Wizardio vs Janice vs Altar vs Infusion Altar vs Red Harvey vs John Doe vs Tower of Pain vs Tower of pain v.2 vs Sans vs Koichi vs Deep cave vs Pirate from the Pyreness vs Buccaneer Boyo vs Sentient Cannon vs Sack Jarrow vs Thanis vs Gnome vs Clown vs Ultra Instinct Shaggy vs Ultra instinct Goku vs Sunsorb vs Demon vs Snowman vs 20k cake vs 30k cake vs Anniversary cake vs John Cena vs Ness with blue eye vs Sans statue vs Cake Connoisseur vs Grimulator vs Stone Collector vs Mysterious Person vs Fortnite vs Fireworks vs Minecraft Steve vs Mafia Boss vs Caption Sparkles vs Naruto vs Asgore vs Toby fox vs Papyrus vs Officer Earl vs Europium Union vs Hat Kid vs weebs vs Rouxls vs Crabs vs Sonic vs Gravy coil vs Spade coil vs Fused coil vs Wobbly coil vs Unstable coil vs Healt coil vs Insecure coil vs Hurt coil vs Wide Potion vs Tall potion vs Deep potion vs Anti-wide Potion vs Anti-deep potion vs anti-tall potion vs Big head potion vs Anti-Big head vs Fused potion vs Anti-fused potion vs Fidget Spinner vs Reality stone vs Mind stone vs Time stone vs Space stone vs Time stone vs Power stone vs Bub vs Phexonia vs Dyno vs Another vs Lead vs Purple vs Dein vs Tord vs Dark orb vs Light orb vs Green orb vs Red orb vs King Dark Orb vs King Light orb vs King Meteor vs Meteor vs Dark Thanis vs Soul Keeper vs Overseer Wizard vs Dark snowman vs Dark orbs 2.0 vs Swamp monster vs Swamp monster king vs The beast vs K. Round vs Tank vs Ali-a bat vs Ali-a Nuke vs Pearl Dabbing vs Thanos glove vs Infinity gauntlet vs bat vs The Librarian vs Dead king noob vs & Knuckles","Watch battle of wits","[VIP] [LuigiLuis1021]: When the pp have vains on it it means it gonna shoot lot of coom","Edit: For those who don't understand, if you die in Minecraft Hardcore mode, you don't respawn, and your world data is deleted automatically","Sayori, I get it. You like fnf and madness combat and lean, but do you REALLY need to EXPLISITLY SAY you like them. Like, shut the fuck up, we get it, we all know you like them. Really, you are just a PEST to our society. Nobody cares about your opinion, and frankly, nobody asked. Can you just SHUT UP ALREADY! NOBODY CARES ABOUT FNF, SONIC.EXE, HANK, LEAN AND MADNESS COMBAT. This is why you have no friends. You're parents left you at the age of 2, everyone hates you, as you just think you can just start talking about how much you love lean. I bet you don't even know what lean is, you peanut brain. If you love it so much, how about you drink some, get addicted, and die. I doubt anyone would even CARE if you died. You think you are sooo important, but everyone only acts nice to you because you know. You know, you act like a retard. It's all your fault why Phexonia left PS. You were the one going like \"spammers\", \"he's spamming\" all because your FUCKING LIFE depends on a silly block game. You are better than this, sayori. I want to track down your location, and shoot you with a high caliber round. I hate you so much. I hate you more than anyone in the world, you are a pestilence. You'll know someday that NOBODY CARES. Once you reach the age of 5 you'll realize how much of a dick you are, and how retarded you are. You say you are 16, I can disagree. You act like you are fucking 3, grow up you stupid fucking retarded scumbag. I hate you to the point I'd kill myself at the sight of you lean loving fnf boyfriend cosplay. Your will die someday, remember that. I don't care about you piece of trash. You have the AUDACITY to use only 2 words whenever somebody just says hello. All you ever say, \"stfu\" \"kys\" \"lean\", I bet you speak to your MOTHER with that dirty mouth of yours. You need some soap you little baby. I bet you are suffering with several life-threatening sicknesses. I bet you tell your father about how much you just LOVE lean. Grow up, you stupid, puny dick.","FAQ.\nQ when will Pilgrammed Release?\nA 4th of february. Mark the date!\nQ Will pilgrammed be paid Access?\nA Nope\nQ Is pilgrammed good?\nA No\nQ Does pilgrammed have a giant skeleton boss?\nA Yes\nQ When will u update Idfsgs?\nA Not today, thats for sure.\nQ Whens christmas ending? Wheres are presents?\nA Somewhere in the back of a van.\nQ Im excited for pilgrammed. When can I start building bricks and chopping trees?","Ban Appeal\nsuper unban me from the game please just unban me from soup please just find out a way to unban me from the server even if it implies destroying adonis admin its been 3 days without soup remastered and i think i'm starting to go insane i'll break everything in front of me even my parents left me i just cant control my addiction for more than 24 hours last time i was playing soup i was in a server full of admins doing random stuff and was doing one of gorks quests when suddenly i got banned because i was gaining soup too fast but i was just getting soup every 1 second how the hell is that too fast well maybe it's too fast if you're living in the 60s that could be a reason if you were also born in the 60s since the wifi was really slow in that era but still unban me please i have so much quests to finish and i cant proceed in life if i dont do any of them","ASDF movie songs make me want to fucking kill myself. They took a funny(ish) 5 second clip and made it into an unfunny 3 minute song that only gets stuck in your head. I FUCKING HATE THE FACT THAT THEY ARE SO LIKED. WHEN I SEE MY 8 YEAR-OLD COUSIN HUMMING THE FUCKING MUFFIN TIME SONG I WANT TO KILL EVERYONE WHO WAS BORN AFTER THE YEAR 2006. AT LEAST 3 TIMES A YEAR I WAKE UP AT THE MIDDLE OF THE NIGHT AND ALL I HAVE IN MY HEAD IS \"DO THE FLOP GUY USED TO DANCE ALL THE TIME BUT HE COULDN'T GET IT RIGHT NO MATTER HOW HARD HE TRIED HE HAD 2 LEFT FEET FROM AN ACCIDENT AT BIRTH SO EVERY TIME HE'D DANCE HE'D ALWAYS FLOP FACE FIRST\" FUUCCKKK I HATE THIS SHIT SONG WITH THE STUPID KEYBOARD THAT GOES DO DO DODODO DO DO DODODO DODODODODODODO AND THEN IN THE BACKGROUND IT GOES DODODODODODODODO GOD WHAT A SHIT SONG AND EVERY. SINGLE. SONG USES THAT STUPID ASS KEYBOARD WITH THE MOST BORING AND OVERUSED PROGRESSIONS EVER WRITTEN THEN I GO INTO THE COMMENT SECTION HOPING SOMEONE THERE WILL TEAR IT TO SHREDS AND THERES SOME 7 YEAR OLD WITH A SONIC.EXE DEVIANTART PROFILE PICTURE THAT SAYS THAT THIS WILL BE HIS CHILDHOOD. THIS SHIT WILL BE HIS CHILDHOOD. THIS ONLY GOES TO SHOW THAT HUMANITY AS A WHOLE IS FUCKED BECAUSE WE GOT wait let me check... 180 MILLION VIEWS FOR THE MUFFIN SONG??? THE ONE WITH SHIT AUTOTUNE ABOUT A MUFFIN WHO I RELATE TO ONLY BECAUSE OF THE FACT I WANT TO KILL MYSELF WHENEVER I WATCH THESE STUPID VIDEOS? ONE HUNDRED EIGHTY MILLION FUCKING VIEWS? THE FIRST COMMENT I SEE IS SOME 7 YEAR-OLD WITH A GACHA LIFE PROFILE PIC THAT'S LIKE \"Lmao the end is near what have you started xD \" IT'S JUST LIKE, GET IT? THE JOKE IS THAT 2020 SUCKS. DO YOU FUCKING GET THE JOKE? ARE YOU LAUGHING??? BECAUSE I'M FUCKING NOT AHHHHHHH!","ive been without Roblox, I can’t stop shaking and I’m having severe mental breakdowns. I woke up today trying to log onto Roblox but the site was down, I had a major panic attack but managed to calm down after a few hours. I couldn’t go to school today, I am so worried that I even took my dads gun from the shed, thinking of killing myself. I am nothing without Roblox, it is my life, it is my destiny, without Roblox, I wouldn't be able to do anything. Roblox is the best thing ever made and I can't get rid of my addiction to it, it is the best game in existence . I can't stop trembling and crying, I am very worried. I used all of my money on Roblox, I bought the Super Super Happy Face and bought a Valkyrie for my girlfriend CoolDjoleProGamerYT. I don't know what to do. Roblox can't be gone for any longer cause if it does then I'll go insane again.. breaking my mouse, chair, house and everything I own. Roblox is very amazing and I can't lose it. Roblox is my life, I met my amazing girlfriend john there, In bloxburg, I was delivering pizza's, when I saw this amazingly attractive woman named, CoolDjoleProGamerYT, she was so cute, I flushed. I found her home later then and tried to talk to her, she was so kind and cute that i accidentally typed my thoughts out \"mind: she's so cute..\" and she flushed then i got nervous, we then went in and made out, after that we went on many dates to Adopt Me, where we adopted 2 boys named DemonicLuciferr, and RedDoflaming0. Demonic and Red were so cute that I even took them out of town and took them to Brookhaven. after that we had our own child in Bloxburg on our rooftop named lazerlamps. Our kids were so cute and amazing that I even fed them my special milk, they liked it so much that they wanted it again. and the day after... Roblox was down and I went through my panic attack, Shivering in fear of losing my fiance and kids. I am so scared that I might just lose my mind and go insane... I want my kids back","Bᴜʟʟʏɪɴɢ? Tʜɪɴᴋ ʏᴏᴜ'ʀᴇ sᴏ ᴄᴏᴏʟ? -Tʜᴇ ɢɪʀʟ ʏᴏᴜ ᴊᴜsᴛ ᴄᴀʟʟᴇᴅ ғᴀᴛ?... Sʜᴇ ɪs ᴏɴ A Diet. -Tʜᴇ ɢɪRʟ ʏᴏᴜ ᴊᴜsᴛ ᴄᴀʟʟᴇᴅ ᴜɢʟʏ?... Sʜᴇ sᴘᴇɴᴅ","You're gonna stay on my dick until you DIE, you serve no purpose in life, you're purpose in life is to be on my stream sucking on my dick daily, you're purpose in life is to be in that chat blowing a dick daily. Your life is NOTHING, you serve zero purpose, you should kill yourself NOW, and give somebody else a piece of that oxygen in the ozone layer that's covered up so we can breathe inside of this blue trapped bubble. Like what are you even here for? To worship me? Kill yourself. and I mean that with a hundred percent, with a thousand percent.","Whenever I see the Sonic.EXE mod in the game Friday Night Funkin posted in my “sigma chad the boys thug hunter twerk server” I get furious. I begin to cuss them out with a never ending flurry of slurs and tell them to kill themself. Then I go ahead and ban them like the little bitch they are. Then I go into their DMs and post an Ip logger link and steal their IP to then spam it in their face and send hundreds of swats to their hous","I'm done with this bullshit. Bugs from months and even years ago still haven't been patched, but the SECOND Uzu hears about a bug that may destroy his economy, it's immediately patched. What the fuck?!\n\nAnd this update...oh BOY, and I thought it wouldn't be worse than the Halloween update.\n\nFirst of all, the update added nothing. Nobody gives a flying fuck about the skins, especially when 2 of them look like the YBA moderators. And we got ANOTHER RNG based event, but this one manages to be WORSE.\n\nFor the Halloween event, the candies weren't SUPER rare and you had a 100% chance to get one from 1v1s and SBR. The Xmas one? NOPE. Presents are almost, if not MORE rare than Lucky Arrows, and you aren't even guaranteed one from 1v1s and SBR.\n\nAlso, Stand Trading? Seriously? We're turning this into ABD now? And before you say \"it won't turn into ABD for X and Y reasons\", every server I went into was filled with \"TRADING X FOR Y\" or \"DOES ANYBODY HAVE X STAND?\".\n\nOh and SBR, fuck that garbage gamemode that is never being fixed. Every server has at least 1-2 exploiters and it's laggy as shit. It got to the point where I had to give my Lucky Arrow for TW:OH cause I'm not going into that shit hole EVER again.\n\nAnd finally, Idk if it's just my shitty laptop, but public servers are laggier than private ones? How the fuck does that even work? This means that I can't even get MIH because the frame drops make me not be able to parry the easy to parry moves. And before you say \"skill issue\", the AI does not help AT ALL. It's super buggy and half the time they get stuck on the fucking floor or sniff 5 grams of coke and go flying around like idiots. Also DIO OH managed to barrage me twice in a row, tf??","In this video, 3 of my friends try to hunt me down and stop me from beating Minecraft. If they kill me one time, I lose. If I beat the Ender Dragon, I win. We did this once, and I lost. This is the rematch. Minecraft Manhunt. There may be a spoiler wall to avoid spoilers. Also, according to YouTube statistics, only a small percentage of people that watch my videos are actually subscribed. So if you end up enjoying this video, consider subscribing. It's free, and you can always unsubscribe. Enjoy the video.","Hello everyone, it’s me, Adrian, and I’ve come to talk about more towards my side and personal life on this story that people calling me a pedophile. I want to first state that I was 15 during the time that I loved children. I am now 16 years old and the way I act around children is the way I will always act around them. \n\nThis was mainly the time I called myself a pedophile, which I really enjoyed being called one. This is mainly due to stuff that’s happened to me from the past 5 years. I’ve been mainly confused about my sexuality and what I wanted out of life, but I can tell you I’m a pedophile. This is how I acted to people I saw as POTENTIAL WIVES AND HUSBANDS. This person never told me the way I spoke to them made them uncomfortable or tried to talk to me about it until yesterday. \n\nA certain adult who is no longer in the community abused the way I was acting to try and become my pimp but I gunned dat hoe down. Only I get all the kids. My boner gets erect to Megumin every day, and I can't help myself when I see children at the local playground, I just have to drop my pants and let it rip. My parents hate me for it, but it's just the way I was made. Love is love.","So why run off like a little piss bitch.\nYou guys are actually so obnoxious pricks. I do ANYHTING And you start comboing me like the little ROGUE LINEAGE FUCKBOYS you are. \"GG!! AYO AGIHT K 1V1 RQ RQ APE!\" Shut the up. Really.. Jesus FUCKING christ.\nI am fuckin tired of it.\nYour bitch asses get so pissed off by me dropping some mythrils on the field.\nWHAT THE FUCK!\nAbsolute pussies.\nMAKE NEW SEREVER! MAKE NEW CODE! BUBBLEY PUNCHED ME ONCE AND DID 2 DAMAGE! QUICK DEINBAG! NEW SREVER. AND THEN HES LIKE 'K' BECAUSE HE KEEPS SUCKING YOUR DICK. THATS RIGHT. DICK. BECAUSE YOU'RE A FUCKING BOY. DON'T LIE.\nTHIS IS WHAT ROGUE LINEAGE DOES TO A MOTHER'S CHILD.\nIt makes you a toxic gremlin who can do nothing more than COPE SEETHE COPE.\nUGH, LITTLE CHILD TOUCHED ME, ONE COMBO HIM DEINBAG! THEN DEINBAG SUCKS YOUR DICK AND HE'S LIKE 'K'","I can't fucking take it any more. Among Us has singlehandedly ruined my life. The other day my teacher was teaching us Greek Mythology and he mentioned a pegasus and I immediately thought 'Pegasus? more like Mega Sus!!!!' and I've never wanted to kms more. I can't look at a vent without breaking down and fucking crying. I can't eat pasta without thinking 'IMPASTA??? THATS PRETTY SUS!!!!' Skit 4 by Kanye West. The lyrics ruined me. A Mongoose, or the 25th island of greece. The scientific name for pig. I can't fucking take it anymore. Please fucking end my suffering.","it looks fucking terrible. I can't stand looking at this theres so many fucking flaws it has to be ironic. I can't even lost one single good thing about this, the inconstancies are everywhere and looks so god dam awful I have to ask you to stop trying to model.  Please never make anything ever again you sub human piece of trash","If pilgrammed has million number of fans i am one of them . if pilgrammed has ten fans i am one of them. if pilgrammed have only one fan and that is me . if pilgrammed has no fans, that means i am no more on the earth . if world against pilgrammed, i am against the world. i love #pilgrammed till my last breath.. .. Die Hard fan of pilgrammed . Hit Like If you Think pilgrammed Best game & Experience In the world","Fun fact: Black lives matter. Which is why the protest showed up as a fight! 👊","Time to spin the wheel on what to do today. FNAF? Just did a video on that. Nintendo? No. IDFSGS? Perfect. Intro Plays Hello internet, welcome to Game Theory.","your pfp kinda looks like spiderman btw and another thing you are a dev so you may be lying","This lad is still doing the floor is lava challenge in 2020 😂","SUPER WAKE UP\nSUPER WAKE UP THEY HIT THE PENTAGON\nTURN IN THE TV ITS ON EVERY CHANNEL","a lad pinball is amongst us and it will yeet us and vote us off and kill us bro its too funny and silly 2021 is weird xddd lol","Bᴜʟʟʏɪɴɢ? Tʜɪɴᴋ ʏᴏᴜ'ʀᴇ sᴏ ᴄᴏᴏʟ? -Tʜᴇ ɢɪʀʟ ʏᴏᴜ ᴊᴜsᴛ ᴄᴀʟʟᴇᴅ ғᴀᴛ?... Sʜᴇ HAS CANCER. -Tʜᴇ ɢɪRʟ ʏᴏᴜ ᴊᴜsᴛ ᴄᴀʟʟᴇᴅ ᴜɢʟʏ?... Sʜᴇ HAS CANCER. -Tʜᴇ ʙᴏʏ ʏᴏᴜ ᴛRɪPpEd?... Hᴇ HAS CANCER. -Sᴇᴇ ᴛʜᴀᴛ ᴍᴀɴ ᴡɪᴛʜ ᴛʜᴇ ᴜɢʟʏ sᴄᴀʀs?... Hᴇ HAS CANCER. -Tʜᴀᴛ ɢᴜʏ ʏOᴜ ᴊᴜsᴛ ᴍᴀᴅᴇ ғᴜɴ ᴏғ ғᴏʀ ᴄʀʏɪɴɢ?... HE HAS CANCER. ᴊᴜsᴛ ᴍᴀᴅᴇ ғᴜɴ ᴏғ him ғᴏʀ ʙᴇɪɴɢ ʙᴀʟᴅ?...Hᴇ ʜᴀs ᴄᴀɴᴄᴇʀ. -See that girl with only on e arm?... She HAS CANCER. -Pᴜᴛ ᴛʜɪs ᴀs ʏᴏᴜʀ sᴛᴀᴛᴜs ɪғ ʏᴏᴜ HAVE CANCER. I ʙᴇᴛ ᴍᴏsᴛ ᴏғ ʏᴏᴜ ᴡᴏɴᴛ HAVE CANCER , ʙᴜᴛ I'ᴍ sᴜʀᴇ ᴛʜᴇ ᴘᴇᴏᴘʟᴇ HAVE CANCER.","Why i quit Soup Remastered? It's boring farming soup when there's no update. Better quit before a\nnew update drops. While not being a moderator, it's way boring than before.","I hate furries lol but if i was a furry I’d be the coolest one and my fursona would be awesome and my paws would be cute :3 Fuck all that shit tho","I looked at the concept art for like 3 min. Straight and then started crying I don't know why but it is a sad pic","don’t care + didn’t ask + cry about it + who asked + stay mad + get real + L + bleed + mald seethe cope harder + 🤓 + incorrect + hoes mad + basic skill issue + typo + ratio + ur dad left + you fell off + no u + the audacity + triggered + repelled + get a life + ok and? + cringe + go outside + touch grass + kick rocks + think again + not based + not funny didn’t laugh + get good + reported + ad hominem + ur allergic to sunlight + GG! + trolled + muted + banned + kicked + permaban + useless + i slept with ur mom + yo momma so fat + redpilled + no bitches allowed + i said it better + tiktok fan + get a life + unsubscribed + plundered + go tell reddit + donowalled + simp + talk nonsense + your’re a full time discord mod + you’re* + grammar issue + nerd + get clapped + kys + lorem ipsum dolor sit amet + go outside + bleach + lol + gay + autistic + reported + ask deez + ez clap + straight cash + idgaf + ratio again + stay mad + read FAQ + youre lost + you “re” + pedophile + cancelled + sus + get blocked + mad free + furry + rip bozo + you're a (insert stereotype) + slight_smile + aired + mad cuz bad + my pronouns are xe, xem & xyr + irrelevant + deal with it + jealous + you're deaf + balls + i'll be right back + go ahead whine about it  + eat paper + you lose + count to three + your problem + no one cares + log off + don't care even more + sex offender + sex defender + get religion + not okay + NFT owner + you make bad memes + dog water + you look like a wall + you are going to my cringe compilation + you can’t count to five + try again + you failed kindergarten + no lifer + you have a anime profile picture + an* + fatherless + motherless + sisterless + brotherless + orphan + you can't catch this ratio + genshin player + you dress like garbage + get fucked + you have hair + queued + put some thought into what you're going to do with that + stfu + go to bed + i rejected your mother's advances + marooned + you can’t read + I win + final ratio","Deinx is banned from all public spaces and is under house arrest. This is not a joke, it’s a callout.","for the furries that love roblox porn, this acc is for you.","If you think IDFSGS is dying, it actually ISN'T. This is normal when you look at the history for the game. The player amounts climb during events/updates and drop when they conclude. The only reason why it appears to be dying is because of fewer developers focusing on the game since the eternal winter update. However, the game will ONLY truly be dead when Pilgrammed is released and gains a lot of attention. And I'm repeating this everywhere, as long as nobody notices this.","FOR ANYONE WONDERING HOW TO GET THIS OR THAT ROLE: Most roles that are given to you by developers are if they think you are worthy of it and not an annoying user. Roles like epic gamer and pilgrammed are only given to users who have been in the community for a long time AND are not disrespectful/annoying/role-begging to the developers. Stop trying to beg for roles or ask how to get certain roles, you're most likely not going to get anywhere."]